cask_args appdir: '/Applications'

tap 'caskroom/homebrew-cask' || true

# CLI
brew 'ack'
brew 'aspell'
brew 'certigo'
brew 'corkscrew'
brew 'git'
brew 'gnupg'
brew 'gnupg2'
brew 'go'
brew 'gopass'
brew 'gpg-agent'
brew 'gpgme'
brew 'htop'
brew 'ipcalc'
brew 'jq'
brew 'keychain'
brew 'lastpass-cli'
brew 'mobile-shell'
brew 'mosh'
brew 'msmtp'
brew 'mutt'
brew 'neovim'
brew 'nmap'
brew 'notmuch'
brew 'offlineimap'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pyenv'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'syncthing'
brew 'terraform'
brew 'tmux'
brew 'zsh'

# Apps
cask 'alfred'
cask 'apache-directory-studio'
cask 'atom'
cask 'borgbackup'
cask 'caffeine'
cask 'docker'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'spectacle'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'vmware-fusion'
